Repository: AtaOzeren/dynamic-island-for-macbook
Catalog: Sources/KerNotchCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, tr

source: %1$@ control is off because macOS permission was declined. Everything else in KerNotch keeps working. To turn it on, allow KerNotch for %2$@ in System Settings › Privacy & Security › Automation.
de: Die Steuerung von %1$@ ist aus, weil die macOS-Berechtigung abgelehnt wurde. Alles andere in KerNotch funktioniert weiter. Zum Aktivieren erlaube KerNotch den Zugriff auf %2$@ unter „Systemeinstellungen › Datenschutz & Sicherheit › Automation“.
es: El control de %1$@ está desactivado porque se denegó el permiso de macOS. Todo lo demás en KerNotch sigue funcionando. Para activarlo, permite KerNotch para %2$@ en Ajustes del Sistema › Privacidad y seguridad › Automatización.
fr: Le contrôle de %1$@ est désactivé car l'autorisation macOS a été refusée. Tout le reste de KerNotch continue de fonctionner. Pour l'activer, autorisez KerNotch pour %2$@ dans Réglages Système › Confidentialité et sécurité › Automatisation.
it: Il controllo di %1$@ è disattivato perché l'autorizzazione di macOS è stata negata. Tutto il resto di KerNotch continua a funzionare. Per attivarlo, consenti KerNotch per %2$@ in Impostazioni di Sistema › Privacy e sicurezza › Automazione.
tr: %1$@ denetimi, macOS izni reddedildiği için kapalı. KerNotch'un geri kalanı çalışmayı sürdürüyor. Açmak için Sistem Ayarları › Gizlilik ve Güvenlik › Otomasyon bölümünden KerNotch'a %2$@ izni verin.

source: A reminder while your microphone is in use.
de: Ein Hinweis, solange dein Mikrofon benutzt wird.
es: Un aviso mientras se usa tu micrófono.
fr: Un rappel pendant que votre micro est utilisé.
it: Un promemoria mentre il tuo microfono è in uso.
tr: Mikrofonunuz kullanımdayken bir hatırlatma.

source: A reminder while your screen is being captured.
de: Ein Hinweis, solange dein Bildschirm aufgezeichnet wird.
es: Un aviso mientras se graba tu pantalla.
fr: Un rappel pendant l'enregistrement de votre écran.
it: Un promemoria mentre il tuo schermo viene registrato.
tr: Ekranınız kaydedilirken bir hatırlatma.

source: Allow %@…
de: %@ erlauben…
es: Permitir %@…
fr: Autoriser %@…
it: Consenti %@…
tr: %@ için izin ver…

source: Always reduce
de: Immer reduzieren
es: Reducir siempre
fr: Toujours réduire
it: Riduci sempre
tr: Her zaman azalt

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
tr: Otomatik

source: Battery level when you plug in or unplug.
de: Ladestand beim Anschließen und Abziehen des Netzteils.
es: Nivel de batería al conectar o desconectar.
fr: Niveau de batterie au branchement et au débranchement.
it: Livello della batteria quando colleghi o scolleghi l'alimentatore.
tr: Fişe taktığınızda veya çıkardığınızda pil düzeyi.

source: Charging
de: Wird geladen
es: Cargando
fr: En charge
it: In carica
tr: Şarj oluyor

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
tr: Bağlandı

source: Countdowns and elapsed time.
de: Countdowns und vergangene Zeit.
es: Cuentas atrás y tiempo transcurrido.
fr: Comptes à rebours et temps écoulé.
it: Conti alla rovescia e tempo trascorso.
tr: Geri sayımlar ve geçen süre.

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
tr: Koyu

source: Follow system
de: System folgen
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
tr: Sistemi izle

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
tr: Açık

source: Microphone recording
de: Mikrofonaufnahme
es: Grabación del micrófono
fr: Enregistrement du micro
it: Registrazione del microfono
tr: Mikrofon kaydı

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
tr: Müzik

source: Needs input
de: Eingabe nötig
es: Necesita tu respuesta
fr: Saisie requise
it: Richiede un input
tr: Girdi bekliyor

source: Never reduce
de: Nie reduzieren
es: No reducir nunca
fr: Ne jamais réduire
it: Non ridurre mai
tr: Hiçbir zaman azaltma

source: KerNotch can show and control what %@ is playing.
de: KerNotch kann anzeigen und steuern, was %@ gerade abspielt.
es: KerNotch puede mostrar y controlar lo que %@ está reproduciendo.
fr: KerNotch peut afficher et contrôler ce que %@ lit.
it: KerNotch può mostrare e controllare ciò che %@ sta riproducendo.
tr: KerNotch, %@ uygulamasında çalanı gösterebilir ve denetleyebilir.

source: KerNotch could not write this file for you. Copy the text below into %@ to finish setup.
de: KerNotch konnte diese Datei nicht für dich schreiben. Kopiere den Text unten in %@, um die Einrichtung abzuschließen.
es: KerNotch no pudo escribir este archivo por ti. Copia el texto de abajo en %@ para terminar la configuración.
fr: KerNotch n'a pas pu écrire ce fichier pour vous. Copiez le texte ci-dessous dans %@ pour terminer la configuration.
it: KerNotch non è riuscito a scrivere questo file per te. Copia il testo qui sotto in %@ per completare la configurazione.
tr: KerNotch bu dosyayı sizin için yazamadı. Kurulumu tamamlamak için aşağıdaki metni %@ dosyasına kopyalayın.

source: KerNotch will ask macOS for permission to control %1$@, so the notch can show what is playing and its buttons can control playback. Nothing is sent anywhere; KerNotch only talks to %2$@ on this Mac.
de: KerNotch fragt macOS um Erlaubnis, %1$@ zu steuern, damit die Notch anzeigen kann, was läuft, und ihre Tasten die Wiedergabe steuern können. Es wird nichts irgendwohin gesendet; KerNotch spricht nur mit %2$@ auf diesem Mac.
es: KerNotch pedirá permiso a macOS para controlar %1$@, de modo que la muesca pueda mostrar lo que suena y sus botones controlen la reproducción. No se envía nada a ningún sitio; KerNotch solo habla con %2$@ en este Mac.
fr: KerNotch va demander à macOS l'autorisation de contrôler %1$@, afin que l'encoche puisse afficher ce qui est lu et que ses boutons contrôlent la lecture. Rien n'est envoyé nulle part ; KerNotch communique uniquement avec %2$@ sur ce Mac.
it: KerNotch chiederà a macOS l'autorizzazione per controllare %1$@, così il notch può mostrare cosa è in riproduzione e i suoi pulsanti possono controllarla. Nulla viene inviato altrove; KerNotch parla solo con %2$@ su questo Mac.
tr: KerNotch, %1$@ uygulamasını denetlemek için macOS'ten izin isteyecek; böylece çentik çalanı gösterebilir ve düğmeleri çalmayı denetleyebilir. Hiçbir yere veri gönderilmez; KerNotch yalnızca bu Mac'teki %2$@ uygulamasıyla konuşur.

source: Now playing, from Apple Music, Spotify, and system media.
de: Aktuelle Wiedergabe aus Apple Music, Spotify und System-Medien.
es: Reproducción actual de Apple Music, Spotify y los medios del sistema.
fr: Lecture en cours depuis Apple Music, Spotify et les médias du système.
it: In riproduzione da Apple Music, Spotify e i media di sistema.
tr: Apple Music, Spotify ve sistem ortamından şimdi çalanlar.

source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
tr: %@ uygulamasını aç

source: Open %@ in your editor, creating it if it does not exist.
de: Öffne %@ in deinem Editor und lege die Datei an, falls sie nicht existiert.
es: Abre %@ en tu editor y créalo si no existe.
fr: Ouvrez %@ dans votre éditeur, en le créant s'il n'existe pas.
it: Apri %@ nel tuo editor, creandolo se non esiste.
tr: %@ dosyasını düzenleyicinizde açın; yoksa oluşturun.

source: Paste the text below as the file's entire contents.
de: Füge den Text unten als gesamten Inhalt der Datei ein.
es: Pega el texto de abajo como contenido completo del archivo.
fr: Collez le texte ci-dessous comme contenu intégral du fichier.
it: Incolla il testo qui sotto come intero contenuto del file.
tr: Aşağıdaki metni dosyanın tüm içeriği olarak yapıştırın.

source: Replace the file's entire contents with the text below — KerNotch has already merged your existing settings into it.
de: Ersetze den gesamten Inhalt der Datei durch den Text unten — KerNotch hat deine vorhandenen Einstellungen bereits eingefügt.
es: Sustituye todo el contenido del archivo por el texto de abajo: KerNotch ya ha combinado en él tus ajustes actuales.
fr: Remplacez tout le contenu du fichier par le texte ci-dessous — KerNotch y a déjà intégré vos réglages existants.
it: Sostituisci l'intero contenuto del file con il testo qui sotto: KerNotch vi ha già unito le tue impostazioni esistenti.
tr: Dosyanın tüm içeriğini aşağıdaki metinle değiştirin — KerNotch var olan ayarlarınızı bu metne zaten birleştirdi.

source: Save the file, then restart %@ so it picks up the change.
de: Sichere die Datei und starte %@ neu, damit die Änderung übernommen wird.
es: Guarda el archivo y reinicia %@ para que aplique el cambio.
fr: Enregistrez le fichier, puis redémarrez %@ pour qu'il prenne en compte la modification.
it: Salva il file, poi riavvia %@ così da applicare la modifica.
tr: Dosyayı kaydedin, ardından değişikliği alması için %@ uygulamasını yeniden başlatın.

source: Screen recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l'écran
it: Registrazione dello schermo
tr: Ekran kaydı

source: Set up %@ by hand
de: %@ von Hand einrichten
es: Configurar %@ a mano
fr: Configurer %@ manuellement
it: Configura %@ manualmente
tr: %@ kurulumunu elle yapın

source: Task completed
de: Aufgabe abgeschlossen
es: Tarea completada
fr: Tâche terminée
it: Attività completata
tr: Görev tamamlandı

source: Task error
de: Aufgabenfehler
es: Error de tarea
fr: Erreur de tâche
it: Errore nell'attività
tr: Görev hatası

source: Task started
de: Aufgabe gestartet
es: Tarea iniciada
fr: Tâche démarrée
it: Attività avviata
tr: Görev başladı

source: Timers and stopwatches
de: Timer und Stoppuhren
es: Temporizadores y cronómetros
fr: Minuteurs et chronomètres
it: Timer e cronometri
tr: Zamanlayıcılar ve kronometreler

source: Tool activity
de: Werkzeugaktivität
es: Actividad de herramientas
fr: Activité des outils
it: Attività degli strumenti
tr: Araç etkinliği

source: Leave channel
de: Kanal verlassen
es: Salir del canal
fr: Quitter le salon
it: Esci dal canale
tr: Kanaldan çık

source: Minimalist
de: Minimalistisch
es: Minimalista
fr: Minimaliste
it: Minimalista

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
tr: Büyük

source: Dog
de: Hund
es: Perro
fr: Chien
it: Cane
tr: Köpek

source: Penguin
de: Pinguin
es: Pingüino
fr: Manchot
it: Pinguino
tr: Penguen
